---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.LegendFailures
source: html/6075d776-64a1-64ed-532c-bd5c4a88d692.htm
---
# BuiltInFailures.LegendFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.